import React from 'react'
import './about.css'
import Footer from '../../components/Footer'
import AboutPic from '../../images/about.jpg'
import About1 from '../../images/about1.jpg'
import About2 from '../../images/about2.png'
import Navbar from '../../components/Navbar'
const About = () => {
    return (
      <>
      <Navbar/>
      <div className='about__img'>
        <img src={AboutPic} alt="about_pic"/>
      </div>
      <div className='about__container'>
        <div className='about_his'>
        <h1>Hospital history</h1>
        <img src={About1} alt="about_pic"/>
        <p>Hospital is a top hospital that has been trusted with quality. Specialist physician Medical personnel who give importance to knowledge development and the
           performance of modern medical equipment Throughout there are specialized clinics that have been created and developed continuously. 
          by selecting specialist medical personnel For providing services with a sense of responsibility can meet medical needs of the service recipients 
          without limits</p>
        </div>
        <div className='about_certificate'>
          <h1>Certificate</h1>
          <img src={About2} alt="about_pic"/>
        </div>
        <div className='about_personaldata'>
          <h1>Personal Data Protection Policy</h1>
          <p>
          <b>นโยบายคุ้มครองข้อมูลส่วนบุคคล (Data Protection Policy)</b><br />
                    <br />
                    ข้อมูลส่วนบุคคล หมายถึง “ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ ไม่ว่าทางตรงหรือ ทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ”<br /><br />
                    <b>การเก็บรวบรวมข้อมูลส่วนบุคคล</b>
                    <br />1. โรงพยาบาลเก็บข้อมูลส่วนบุคคลของ ท่าน ที่สามารถระบุตัวตนได้ทั้งทางตรงและทางอ้อม เพื่อประโยชน์ต่อท่านในระยะเวลาที่เหมาะสมจำเป็นต่อการให้บริการ ในกรณีที่ท่านเป็นผู้ให้ข้อมูล กับโรงพยาบาล หรือร้องขอการบริการจากโรงพยาบาลผ่านช่องทางเว็บไซต์ แอพพลิเคชั่นหรือ ช่องทางอื่นใดของโรงพยาบาล อาทิเช่น การนัดหมายแพทย์ การทำธุรกรรมแบบออนไลน์ การสมัครรับจดหมายข่าว การขอรับความช่วยเหลือพิเศษ รวมไปถึงการทำธุรกรรมแบบออฟไลน์ เช่น การลงทะเบียนผู้ป่วยที่เคาน์เตอร์ลงทะเบียนของโรงพยาบาล หรือจากความสมัครใจ ของท่านใน การทำแบบสอบถาม (Survey) หรือการโต้ตอบทางจดหมายอิเล็กทรอนิกส์ (E-mail) หรือการกรอก ให้ข้อมูลประกอบการสมัครงาน หรือช่องทางการสื่อสารอื่นๆ ระหว่างโรงพยาบาล และท่าน
                    <br />2. โรงพยาบาลอาจได้รับข้อมูลส่วนบุคคลของท่านจากบุคคลที่สาม เช่นธุรกิจในเครือข่าย ตัวแทน จำหน่าย หรือผู้ให้บริการของโรงพยาบาล หน่วยงานภาครัฐ
                    <br /><br />
                    <b>ข้อมูลส่วนบุคคลที่โรงพยาบาลเก็บรวบรวม</b><br />
                    ประเภทของข้อมูลส่วนบุคคลที่โรงพยาบาลเก็บรวบรวมจากท่านจะขึ้นอยู่กับสถานการณ์ของการเก็บรวบรวม และประเภทของการบริการที่ท่านร้องขอจากโรงพยาบาล ข้อมูลส่วนบุคคลของท่านจะถูกนำมาใช้เพื่อให้การทำธุรกรรมออนไลน์หรือออฟไลน์ หรือบริการที่ได้รับการร้องขอเสร็จสมบูรณ์ ซึ่งข้อมูลส่วนบุคคลที่โรงพยาบาล เก็บรวบรวมโดยตรงจากท่าน หรือจากบุคคลที่สาม มีดังนี้
                    <br />1) ข้อมูลระบุตัวตน เช่น ชื่อ ภาพถ่าย เพศ วัน เดือน ปีเกิด หนังสือเดินทาง หมายเลขบัตรประชาชน หรือหมายเลขที่สามารถระบุตัวตนอื่นๆ
                    <br />2) ข้อมูลสำหรับการติดต่อ เช่น ที่อยู่ หมายเลขโทรศัพท์ และอีเมลล์
                    <br />3) ข้อมูลการชำระเงิน เช่น ข้อมูลการเรียกเก็บเงิน ข้อมูลบัตรเครดิตหรือเดบิต และ รายละเอียดบัญชี ธนาคาร
                    <br />4) ข้อมูลการเข้ารับบริการ เช่น ข้อมูลการนัดหมายแพทย์ ข้อมูลส่วนบุคคลของญาติ ความต้องการ เกี่ยวกับห้องพัก อาหาร และบริการเสริมอื่นๆ
                    <br />5) ข้อมูลการเข้าร่วมกิจกรรมทางการตลาด เช่น ข้อมูลการลงทะเบียนเพื่อร่วมกิจกรรมกับเรา
                    <br />6) ข้อมูลสถิติ เช่น จำนวนผู้ป่วย และการเข้าชมเว็บไซต์
                    <br />7) ข้อมูลจากการเข้าใช้เว็บไซต์ของโรงพยาบาล
                    <br />8) ข้อมูลด้านสุขภาพ รายงานที่เกี่ยวกับสุขภาพกาย และสุขภาพจิต การดูแลสุขภาพของท่าน ผลการทดสอบจากห้องทดลอง ห้องปฏิบัติการ และการวินิจฉัย
                    <br />9) ข้อมูลที่เกี่ยวข้องกับการใช้ยาและการแพ้ยาของท่าน
                    <br />10) ข้อมูล Feedback และผลการรักษาที่ท่านให้ไว้
                    <br />เราจะไม่เก็บและใช้ข้อมูลที่มีความละเอียดอ่อนของคุณ เช่น เชื้อชาติ ความเชื่อทางศาสนา ประวัติอาชญากร เว้นแต่เป็นไปตามที่ข้อบังคับและกฎหมายกำหนด หรือโดยความยินยอมของท่าน
                    <br /><br />
                    <b>การใช้ข้อมูลส่วนบุคคล</b><br />
                    โรงพยาบาลจะใช้ข้อมูลส่วนบุคคลของท่าน ตามวัตถุประสงค์ดังต่อไปนี้
                    <br />1) จัดหาบริการ หรือส่งมอบบริการของโรงพยาบาล
                    <br />2) นัดหมายแพทย์ ส่งข่าวสาร แนะนำบริการของโรงพยาบาล
                    <br />3) การประสานงานและส่งต่อข้อมูลซึ่งจะช่วยให้การส่งต่อผู้ป่วยมีความรวดเร็วขึ้น
                    <br />4) การยืนยันตัวตนของผู้ป่วย
                    <br />5) ส่งข้อความแจ้งเตือนการนัดหมายแพทย์ หรือการเสนอความช่วยเหลือจากโรงพยาบาล
                    <br />6) อำนวยความสะดวกและนำเสนอรายการสิทธิประโยชน์ต่างๆ แก่ท่าน
                    <br />7) จุดประสงค์ด้านการตลาด การส่งเสริมการขาย และการลูกค้าสัมพันธ์ เช่น การส่งข้อมูลเกี่ยวกับ โปรโมชั่น ผลิตภัณฑ์และบริการ รายการส่งเสริมการขาย และธุรกิจพันธมิตร
                    <br />8) เพื่อเป็นช่องทางในการสื่อสาร ตอบค าถาม หรือตอบสนองข้อร้องเรียน
                    <br />9) สำรวจความพึงพอใจของลูกค้า วิจัยตลาด วิเคราะห์ทางสถิติประมวลผลและแสดงผลเพื่อเป็น ข้อมูลในการปรับปรุงผลิตภัณฑ์และบริการ หรือสร้างสรรค์ผลิตภัณฑ์ และบริการใหม่ๆ ให้แก่ผู้ใช้บริการได้รับประโยชน์ยิ่งขึ้น
                    <br />10) วัตถุประสงค์ทางบัญชีหรือทางการเงิน เช่นการตรวจสอบการชำระเงินผ่านบัตรเครดิต การเรียกเก็บเงินและการตรวจสอบความถูกต้อง การขอคืนเงิน
                    <br />11) รักษาความปลอดภัย รวมถึงความปลอดภัยขณะพักรักษาอยู่ในโรงพยาบาล
                    <br />12) เพื่อวัตถุประสงค์ในการสมัครงาน การเป็นพนักงาน หรือวัตถุประสงค์อื่นใดที่เกี่ยวข้อง
                    <br />13) ปฏิบัติตามกฎของโรงพยาบาล
                    <br />14) ปฏิบัติตามกฎหมาย ข้อกำหนด ระเบียบ ข้อบังคับ หรือการร้องขอใดๆจากหน่วยงานภาครัฐ เช่น การปฏิบัติตามหมายเรียกพยาน หรือคำสั่งศาล หรือการร้องขออื่นๆ ที่ถูกต้องตามกฎหมาย
                    <br />15) วัตถุประสงค์อื่นๆ ที่สนับสนุนการดำเนินการตามวัตถุประสงค์ข้างต้น หรือที่ได้รับความยินยอมจาก ท่านเป็นครั้งคราว
                    <br /><br />

                    <b>การเปิดเผยข้อมูลส่วนบุคคล</b>
                    <br />โรงพยาบาลอาจเปิดเผยหรือถ่ายโอนข้อมูลส่วนบุคคลของท่านไปยังบุคคลที่สาม ซึ่งอาจตั้งอยู่ภายในหรือ นอกราชอาณาจักร โดยโรงพยาบาลจะดำเนินตามมาตรการที่จำเป็นและเหมาะสม หรือเป็นไปตามข้อบังคับและ กฎหมาย เพื่อวัตถุประสงค์ที่ตามระบุไว้ข้างต้น ให้แก่
                    <br />1) พันธมิตรทางธุรกิจ เช่น บริษัทประกัน พันธมิตรที่เข้าร่วมรายการโปรแกรมสะสมคะแนน และสิทธิ ประโยชน์และศูนย์การแพทย์ และหรือบริษัทอื่นๆ ที่เกี่ยวข้องในการให้บริการ
                    <br />2) ธนาคาร และผู้ให้บริการชำระเงิน เช่น บริษัทบัตรเครดิต หรือเดบิต
                    <br />3) เจ้าหน้าที่รักษาความมั่นคงและความปลอดภัย
                    <br />4) หน่วยงานตรวจคนเข้าเมือง และหน่วยงานศุลกากร
                    <br />5) หน่วยงานภาครัฐ หน่วยงานกำกับดูแล และหน่วยงานอื่นๆ ตามที่กฎหมายอนุญาต หรือกำหนดไว้
                    <br />
                    <br />
                    <b>การเชื่อมโยงไปยังเว็บไซต์บุคคลที่สาม</b> เว็บไซต์และแอพพลิเคชั่นบนมือถือของโรงพยาบาล อาจมีลิงก์เชื่อมไปยังเว็บไซต์บุคคลที่สาม หากท่านไปตาม ลิงก์เหล่านี้ นโยบายความเป็นส่วนตัวนี้ไม่มีผลกับเว็บไซต์ของบุคคลที่สาม โปรดทราบว่าโรงพยาบาลไม่ สามารถรับผิดชอบใดๆ ต่อการใช้ข้อมูลส่วนบุคคลของท่านโดยบุคคลที่สามดังกล่าว เนื่องจากอยู่นอกการ ควบคุมของโรงพยาบาล
                    <br /><br />
                    <b>การเก็บรักษาข้อมูลส่วนบุคคล และความปลอดภัย</b>
                    <br />1. ข้อมูลส่วนบุคคลของท่านจะถูก เก็บรักษาไว้นานเท่าที่จำเป็น เพื่อวัตถุประสงค์ต่างๆ ตามที่อธิบาย ไว้ในนโยบายความเป็นส่วนตัวนี้ หรือภายใต้ข้อบังคับของกฎหมาย หรือเพื่อการดำเนินการทาง กฎหมาย
                    <br />2. โรงพยาบาลจะใช้มาตรการรักษาความมั่นคงปลอดภัย และการบริหารจัดการที่เหมาะสมเพื่อ ป้องกันและรักษาความปลอดภัยของข้อมูลส่วนบุคคลของท่านที่โรงพยาบาลเก็บรวบรวม
                    <br /><br />
                    <b>สิทธิของเจ้าของข้อมูลส่วนบุคคล</b>
                    <br />1. สิทธิในการเพิกถอนความยินยอม (right to withdraw consent) : ท่านมีสิทธิในการเพิกถอนความ ยินยอมในการประมวลผลข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมกับโรงพยาบาลได้ ตลอดระยะเวลาที่ ข้อมูลส่วนบุคคลของท่านอยู่กับโรงพยาบาล
                    <br />2. สิทธิในการเข้าถึงข้อมูลส่วนบุคคล (right of access) : ท่านมีสิทธิในการเข้าถึงข้อมูลส่วนบุคคลของท่านและ ขอให้โรงพยาบาลทำสำเนาข้อมูลส่วนบุคคลดังกล่าวให้แก่ท่าน รวมถึงขอให้โรงพยาบาลเปิดเผยการได้มาซึ่ง ข้อมูลส่วนบุคคลที่ท่านไม่ได้ให้ความยินยอมต่อโรงพยาบาลได้
                    <br />3. สิทธิในการแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง (right to rectification) : ท่านมีสิทธิในการขอให้โรงพยาบาล แก้ไขข้อมูลที่ไม่ถูกต้อง หรือเพิ่มเติมข้อมูลที่ไม่สมบูรณ์
                    <br />4. สิทธิในการลบข้อมูลส่วนบุคคล (right to erasure) : ท่านมีสิทธิในการขอให้โรงพยาบาลท าการลบข้อมูล ของท่านด้วยเหตุบางประการได้
                    <br />5. สิทธิในการระงับการใช้ข้อมูลส่วนบุคคล (right to restriction of processing) : ท่านมีสิทธิในการระงับการ ใช้ข้อมูลส่วนบุคคลของท่านด้วยเหตุบางประการได้
                    <br />6. สิทธิในการให้โอนย้ายข้อมูลส่วนบุคคล (right to data portability) : ท่านมีสิทธิในการโอนย้ายข้อมูลส่วน บุคคลของท่านที่ท่านให้ไว้กับโรงพยาบาลไปยังผู้ควบคุมข้อมูลรายอื่น หรือตัวท่านเองด้วยเหตุบางประการได้
                    <br />7. สิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคล (right to object) : ท่านมีสิทธิในการคัดค้านการ ประมวลผลข้อมูลส่วนบุคคลของท่านด้วยเหตุบางประการได้
                    <br />ท่านสามารถร้องขอการเข้าถึงหรือขอให้อัพเดตและแก้ไขข้อมูลส่วนบุคคลของท่าน รวมถึงสิทธิอื่นใดข้างต้น หรือสิทธิตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลที่ใช้บังคับ เช่น ขอสำเนาข้อมูลส่วนบุคคลของท่าน หรือขอให้ระงับการใช้หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน กรณีเห็นว่าข้อมูลส่วนบุคคลของท่านถูกนำไปใช้เกิน ขอบเขตวัตถุประสงค์การใช้งานที่แจ้งให้ทราบข้างต้น หรือไม่ได้รับความยินยอมจากท่าน
                    <br /><br />

          </p>


        </div>
  
      </div>
      <Footer/>
      </>
    )
  }
  
  export default About